oh-my-fish/plugin-argu
fisherman/await
0rax/fish-bd
oh-my-fish/theme-bobthefish
tasuten/cd-gitroot-fish
barnybug/docker-fish-completion
oh-my-fish/plugin-expand
fisherman/fzf
fisherman/get
fisherman/getopts
decors/fish-ghq
fisherman/last_job_id
decors/fish-lscolors
fisherman/pyenv
fisherman/rbenv
oh-my-fish/plugin-tmux
fisherman/z
