Angular.ng-template
CoenraadS.bracket-pair-colorizer
DSKWRK.vscode-generate-getter-setter
EditorConfig.EditorConfig
ElemeFE.vscode-element-helper
HookyQR.beautify
IBM.output-colorizer
MariusAlchimavicius.json-to-ts
Mikael.Angular-BeastCode
PeterJausovec.vscode-docker
RoscoP.ActiveFileInStatusBar
TeddyDD.fish
Zignd.html-css-class-completion
abusaidm.html-snippets
chenxsan.vscode-standardjs
christian-kohler.path-intellisense
danwahlin.angular2-snippets
davidbabel.vscode-simpler-icons
dbaeumer.vscode-eslint
doggy8088.angular-extension-pack
eamodio.gitlens
eg2.tslint
esbenp.prettier-vscode
fallenwood.vimL
file-icons.file-icons
formulahendry.auto-rename-tag
hollowtree.vue-snippets
idleberg.emoji-code
ignorethis.teste
infinity1207.angular2-switcher
jakethashi.vscode-angular2-emmet
jasonnutter.search-node-modules
jcbuisson.vue
joelday.docthis
johnpapa.angular-essentials
johnpapa.Angular2
johnpapa.winteriscoming
krizzdewizz.refactorix
kumar-harsh.graphql-for-vscode
leizongmin.node-module-intellisense
mrmlnc.vscode-jade-snippets
ms-python.python
ms-vscode.typescript-javascript-grammar
msjsdiag.debugger-for-chrome
natewallace.angular2-inline
octref.vetur
pmneo.tsimporter
sleistner.vscode-fileutils
steoates.autoimport
stevencl.addDocComments
taichi.react-beautify
volkov97.vscode-bemmet
vscodevim.vim
xabikos.JavaScriptSnippets
zhuangtongfa.Material-theme
